{
    "main": "The Natron Theory",
    "home": "Home",
    "splittrap": "The Split Trap",
    "recipe1": "Recipe: Potassium Waterglass",
    "recipe2": "Recipe: Fake Granite (pdf)",

"case_splittrap": {
    "title": "The Natron Theory",
    "investigations": "Investigations",
    "split_trap": "The Split Trap",
    "mission": "The Mission",
    "mission_text": "In July 2025, armed with an XRF device, I traveled to Croatia to find out whether the limestone blocks with nubs contain any foreign material — in other words, whether they’re natural or man-made.",
    "ancient_croatia": "Ancient Croatia",
    "ancient_croatia_text": "Croatia is full of megalithic relics, though most of them date back to the Roman era. There are about a dozen abandoned towns like this one scattered along the ridgeline of the Dinaric Alps.",
    "brac": "Brač",
    "brac_text": "Searching for ancient sites led me to this limestone cave on the island of Brač. It’s called Dragon’s Cave, and I wouldn’t recommend anyone attempt the hike without the official guide — the scorching heat is one thing, but at the end of the trail the cave will be locked. The guide is the one with the key.",
    "split_palace": "Diocletian Palace in Split",
    "split_palace_text": "My final destination was the city of Split, where the beautifully restored 2nd-century Diocletian’s Palace is the pride of the city.",
    "basement": "In the basement",
    "basement_text": "I had almost given up hope; I thought either the tool went wrong or I fundamentally didn’t understand how the device worked. Back then I didn’t yet know that this instrument only ‘sees’ a few micrometers deep — a depth from which potassium could easily have been washed away by thousands of years of rain.",
    "bingo": "Bingo!",
    "bingo_text": "A stone exactly like this one here. I’ll show you the way if you ever feel like making a pilgrimage to it. It’s not far: down in the basement, first room on the right, then straight across, and voilà.",
    "potassium_content": "The potassium content",
    "potassium_content_text": "Why do I think the potassium content means the stone is artificial? Because in marine sedimentary limestone—like the kind the Dinaric Alps are made of—there is definitely no potassium.",
    "mud_cracks": "Mud cracks",
    "mud_cracks_text": "So, where’s the catch? Pay attention: these aren’t just ordinary cracks. They didn’t come from weight—there’s nothing above, only a cavity—but from drying! That’s right: so called mud cracks!",
    "ancestors_idiots": "Our ancestors were idiots?!",
    "ancestors_idiots_text": "If the cracks couldn’t have appeared afterward, what if they were there from the start?",
    "catch_22": "Catch-22",
    "catch_22_text": "So the cracks couldn’t have formed afterward, because natural limestone doesn’t do that—and artificial limestone didn’t exist.",
    "final_note": "The best part is, at this point, it hardly matters whether this lintel stone has potassium—though that’s exactly how I discovered it. That's just the icing on the cake. A lintel cracked all over with"
},
"domino1": {
    "title": "First domino",
    "granite_mistake": "The Granite \"Mistake\"",
    "intro": "Granite, which has a hardness of 7 on the Mohs scale, is so hard that no acid or alkali can harm it. Our ancestors had to use copper chisels and stone tools to carve granite.",
    "wrong": "WRONG!",
    "chemicals": "Many different chemicals can damage granite, and among them there is also an acid.",
    "hf_title": "Hydrofluoric acid?",
    "hf_intro": "Yeah, for the sake of completeness, there is an acid that etches granite. But...",
    "hf_storage": "Hydrofluoric acid is nearly impossible to store because it corrodes everything, including glass, ceramics, and metals. Moreover, it is highly toxic.",
    "hf_conclusion": "We don't believe our ancestors were handling this acid. They have used something else.",
    "natron_title": "Natron!",
    "natron_intro": "However, there is another substance mentioned before, sodium carbonate, or natron in short (Na2CO3), a white powder, which, when heated to 851 degrees Celsius, eats granite for breakfast.",
    "natron_uses": "And here, we could recap the list we've already seen of the various uses the Egyptians had for natron. They knew this material very well, not like in our modern times.",
    "etching_title": "How is etching granite possible?",
    "etching_explanation": "The essence of the matter is that granite is a complex material, with 70-77% of it being SiO2, in different forms like quartz, feldspar and mica. Molten sodium carbonate (natron) breaks down SiO2, and so, granite as well.",
    "etching_result": "This is a piece of red granite after a good bath in molten natron.",
    "molten_title": "What is molten natron?",
    "molten_desc": "Molten natron is a liquid. At 851 degrees Celsius, it turns into a glowing, corrosive reddish liquid from its fine white powder form.",
    "molten_temp": "Reaching a temperature of 851 degrees Celsius is quite easy with the help of charcoal.",
    "molten_note": "(The natron doesn't etch the stone in this video, but only because the heat dissipates immediately. Don't be impatient.)",
    "chimney_title": "A grill chimney!",
    "chimney_desc": "As you've seen, all you need is a grill chimney and some charcoal to be able to etch granite at home.",
    "chimney_container": "Additionally, you'll need some kind of container to put your stone and natron in. This could be an empty tin can.",
    "chimney_setup": "This setup retains the necessary heat for the natron to stay molten and do its work. And no, this is not how ancient Egyptians did this.",
    "volcanic_title": "Volcanic rock types",
    "volcanic_intro": "Molten natron also etches all other volcanic rocks with high SiO2 content.",
    "volcanic_list": "Without claiming to be exhaustive, it also etches these rocks: sandstone, volcanic tuff, diorite, quartzite, basalt.",
    "volcanic_conclusion": "Which means if you can work on granite with molten natron, you can also work on these stone types as well.",
    "misconception": "It's a total misconception to believe that granite is some kind of invulnerable, sacred substance. It's just like any other material in our surroundings. It has its own 'enemies.'",
    "topple_button": "Topple the second domino"
},
"domino2": {
    "title": "The Natron Theory",
    "second_domino": "Second domino",
    "scoopmarks_mystery": "The Scoop Marks Mystery",
    "unfinished_obelisk_title": "The Unfinished Obelisk in Assuan, Egypt",
    "unfinished_obelisk_text": "The unfinished obelisk is a massive, 40 meters long, 1100-ton granite block, whose carving was inexplicably halted by our ancestors. This has provided a great opportunity for us to examine how they worked.",
    "processing_marks": "It's certain that they didn't do it the way a modern person would. There are all sorts of strange processing marks around the obelisk.",
    "scoop_marks_details": "Around the unfinished obelisk, on the obelisk itself, and next to it in the trench, you can find distinctive depressions known as scoop marks.",
    "official_explanation": "According to the official explanation, these were created by diligent individuals using diorite pounding stones to carve them deeper and deeper.",
    "whats_wrong_title": "What's wrong with this explanation?",
    "problem1": "This explanation has several issues. Not only is it incredibly difficult work, but in some places, like under this another stone (this undercut is NOT below the obelisk), it's downright impossible.",
    "problem2": "Secondly, it's entirely illogical to create nearly perfectly square depressions when one could make significant progress by simply knocking off the ridges. In fact, crushing the ridges would be \"the\" solution for this hard carving problem.",
    "natron_theory_title": "The Natron Theory",
    "natron_theory_text": "The natron theory states that our ancestors weren't foolish.",
    "pounding_after": "They could definitely have used their pounding stones after etching the surface. In fact, that would have been a completely logical step, because they had to crush and remove the residue before a second round of etching.",
    "theory_predicts_title": "What does the theory predict?",
    "theory_predicts_text": "According to the theory, these depressions served the purpose of melting natron on the surface of the granite since molten natron is a liquid, and the edges were necessary to prevent it from spreading all over the area.",
    "how_to_heat": "But how to heat the granite surface?",
    "heating_challenge": "The challenge in heating the granite surface is that the heat dissipates. How did the Egyptians solve this problem?",
    "rekhmire_title": "Tomb of Rekhmire",
    "rekhmire_text": "There's a certain wall painting in the Metropolitan Museum, known as the Tomb of Rekhmire, that depicts metal smelting.",
    "what_they_do": "Let's see what these guys are actually doing.",
    "melting_iron_title": "Melting iron on the floor?",
    "melting_iron_text": "Let's start with the upper left part. Here, two people are clearly sharpening fire with some tool - on the floor.",
    "foot_bellows_title": "Foot bellows",
    "foot_bellows_text": "The tool at their feet is fairly easy to identify - it's a bellows, equipped with strings. The strings are used because, prior to the discovery of iron there were no"
},
"domino3": {
    "title": "The Natron Theory",
    "third_domino": "Third domino",
    "waterglass_geopolymers": "Waterglass, geopolymers",
    "what_is_waterglass": "What is waterglass?",
    "text_waterglass": "This substance is again a white powder, with the chemical formula Na2SiO3, and it's produced when natron (Na2CO3) breaks down the quartz (SiO2) in the given material.",
    "equation": "Na2CO3 + SiO2 = Na2SiO3 + CO2",
    "properties": "What are the properties of waterglass?",
    "text_properties": "Dry waterglass slowly dissolves in water, where it breaks down into sodium ions and silicate ions. In this form, it serves as an excellent paper adhesive.",
    "stone": "Did someone say stone?",
    "geopolymers": "Geopolymers",
    "text_geo": "If we look more closely at what else waterglass is good for, we quickly realize its real potential.",
    "ancient_geopolymers": "Ancient geopolymers?",
    "text_ancient_geo": "If we look at ancient stone structures, we can find a million examples where our ancestors somehow softened the stones and worked with them like children playing with clay.",
    "artificial_stone": "Artificial stone",
    "text_artificial_stone": "And what a surprise! This is exactly how you can work with waterglass-based artificial stones, the geopolymers. After mixing, they are just like play-doh. An hour later, they start to harden but can still be cut with a knife. After a day, they become as hard as rock.",
    "how_to_make_stone": "How to make a stone?",
    "text_how_to_make": "Let's be lazy and try to add the material that's already piling up as waste, since we've melted the stone with fire: wood ash*.",
    "ancient_proof": "Any proof of ancient waterglass use?",
    "text_ancient_proof": "Returning to the original mural, we can see a white pile of something accumulating in the background. That something is contaminated with black specks.",
    "summary_text": "Every ancient civilization with access to natron (or similar alkali material like wood ash lye) knew how to make waterglass. We see evidence of this everywhere (scoopmarks). And undoubtedly, they had access to wood ash. The question is whether they tried to mix the two. If they did, they could have created artificial stone. Let's recap what we know so far:",
    "recap_etch": "Molten natron etches quartz, consequently, granite",
    "recap_water": "Etching granite produces waterglass",
    "recap_geopolymer": "Waterglass is the main component of geopolymers",
    "topple_fourth": "Topple the fourth domino"
},
"domino4": {
    "title": "The Natron Theory",
    "header": "Fourth domino",
    "granite_title": "Ancient artificial granite",
    "intro": "New to the Natron Theory? This is step four. Please read it from the beginning by",
    "artificial_stone_v1": "Artificial stone v1.0",
    "stone_creation": "In the previous step, we created truly beautiful artificial stones using nothing but ancient materials — just waterglass and wood ash.",
    "transparent_binder_title": "We need a transparent binder",
    "transparent_binder_text": "But ancient Egyptian stone objects come in every possible color. You can clearly see the grains of the rock. So we’ll need some kind of transparent additive, not wood ash.",
    "acids_title": "Acids?",
    "acids_text": "Waterglass is alkaline. If you add any kind of acid to waterglass, it precipitates silica gel — a completely transparent glue that hardens into stone when exposed to air. It could be an ideal binder for creating artificial stone.",
    "alcohol_title": "Alcohol?",
    "alcohol_text": "Alcohols also immediately precipitate the silica gel from waterglass, and for a long time I thought alcohol would be the ultimate solution—after all, it’s good for hangovers, so why wouldn’t it work here?",
    "base_title": "A base?",
    "base_text": "But we’ve already crossed bases off the list, since bases don’t destabilize waterglass. I won’t beat around the bush—even though it took me two years—the secret additive is a base.",
    "fake_granite_title": "Artificial fake granite",
    "fake_granite_text": "And this is what the final result looks like. This beautiful cast stone isn’t even made from granite rubble, but from plain quartz sand. The ultimate appearance, of course, depends on the type of ground stone—if it’s lemon yellow or mottled, the stone will look the same.",
    "crushed_granite_title": "But where did the crushed granite come from?",
    "crushed_granite_text": "The usual naysayer complaint is always, ‘How did the Egyptians produce all that crushed granite?’ I’ll tell you. They didn’t. Around Aswan, on the east bank of the Nile, there’s a stone desert.",
    "slaked_lime_title": "And the slaked lime?",
    "slaked_lime_text": "Slaked lime is so old-school, it’s been passed around longer than the village gossip. Even cavemen were already using it. Or Adam himself, probably.",
    "working_recipe": "This isn’t empty talk — it’s a working recipe. In October–November 2025, dozens of volunteers from all around the world, from Thailand to Peru and New Zealand to the Czech Republic, tested the method to confirm it really works. In the collection of images below, I’ve gathered the most beautiful creations.",
    "image_gallery": "Image gallery",
    "cast_your_own": "If you’d like to cast your own ancient, fake granite — even from just sand — here’s a video showing the entire process, and you can download the",
    "topple_fifth": "Topple the fifth domino"
},
"domino5": {
    "title": "The Natron Theory",
    "title": "Fifth domino",
    "megalithic_nubs": "Megalithic Nubs",
    "intro": "New to the Natron Theory? Please read it from the beginning by",
    "what_are_nubs": "What are megalithic nubs?",
    "nubs_intro": "There is a globally observable phenomenon in megalithic architecture: the nubs—those protruding elements on huge stone blocks, like the ones in Ollantaytambo, Peru.",
    "cast_or_carved": "Cast or carved?",
    "cast_or_carved_text": "Now take a look at this roman wall. If these nubs were carved, then the overflow of material on the top of the stones, beyond the mold would also have been carved. Sounds believable, right?",
    "bottom": "Bottom, bottom, bottom",
    "bottom_text": "Another common characteristic of nubs is that they're found at the bottom of the stones. And when they're not at the bottom, it means the stone has been rotated. Or, if that's not the case, then that nub isn't a nub after all.",
    "door_hinge": "A door hinge?",
    "door_hinge_text": "It's important to note that not all protrusions are \"nubs\" in the sense we use the term. Real nubs lost their functions long time ago. The reason we don't know their purpose is because they no longer serve one.",
    "rotated_stones": "Rotated stones",
    "rotated_stones_text": "This is a clear example of a nub that isn't at the bottom of the stone—but it was during casting. Notice how these stones are uniform in size. This is a sure sign they were cast in molds. And at the bottom of the mold, right in the center, there was a hole.",
    "what_is_going_on": "What is going on here?",
    "role_of_water": "The role of water",
    "role_of_water_text": "To understand the true role of the nubs, we need to explore a characteristic of modern-day concrete. The concrete we use today is a hydrate.",
    "ancient_stones": "Ancient artificial stones",
    "ancient_stones_text": "…and this is the polar opposite of how some ancient artificial stones set. While water is also needed for mixing in their case, it becomes entirely unnecessary during the curing process—so much so that if it's not removed, it can ruin the stone.",
    "stone_or_puddle": "Stone or puddle?",
    "stone_or_puddle_text": "Now take a look at this video below. We poured a mixture of artificial limestone into three different molds. All mixes were dry to the touch, and hard enough to build on them initially. But after a few hours...",
    "mold_experiment": "1. The first mold has a hole (nub) at the bottom, allowing the water released during the curing process to escape. This mixture feels solid to the touch and remains so as it sets.",
    "stop_experiment": "STOP! Can anybody replicate this experiment?",
    "stop_experiment_text": "Absolutely! The formula of the artificial limestone is available in my book. You can use that in 3 different molds to see the effect with your own eyes for sure.",
    "pudding_syndrome": "The pudding syndrome",
    "pudding_syndrome_text": "So, unlike concrete, ancient artificial stones can't be built upon at all until the excess water is drained from them. Without nubs, construction comes to a halt.",
    "mitigating_water": "Mitigating the excess water problem",
    "mitigating_water_text": "The simplest solution for removing the excess water is a drainage hole. It doesn't matter what the formwork is made of—it could be wood or fabric—a hole needs to be drilled at the bottom.",
    "naxos_riddle": "Naxos Portara Riddle",
    "naxos_riddle_text": "Can you figure out how this was made? Observe the position and number of the nubs on each element, and try to figure out how this gate was made.",
    "naxos_solution": "The lintel was cast separately in a mold that included two drainage holes at each end.",
    "nubs_message": "The message the nubs convey to us is that ancient artificial stones were not hydrate-based like modern concrete, so the excess water had to be drained from them.",
    "topple_coming": "Domino toppling coming soon..."
},
"index": {
    "title": "The Natron Theory",
    "intro_text": "Once upon a time there was a desert. And in this desert, where logically nothing should happen, here humanity made its most important steps in development.",
    "intro_button": "Next",
    "natron_title": "In the beginning there was ... natron",
    "natron_intro": "Natron is a kind of salt which was abundant in the Nile valley (now depleted). People have been hand-picking and collecting it in baskets since ancient times. Ancient Egyptians used natron for at least ten different purposes:",
    "natron_uses_1": "Washing clothes, drying food, medical treatment, mouthwashing, ceramics, textile dyeing, insepticide, conserve papyrus, cosmetic and...",
    "natron_uses_2": "Mummification, of course",
    "glass_title": "Oh, and one more thing!",
    "glass_text": "Natron was also used to create glass. So called \"natron glass\", which is still the most common format of glass we use today. In fact, this happened way before the Egyptians even dreamed of having an empire. Between 5000 and 4000 BC they already created small glass amulets and glass beads*.",
    "glass_note": "*Badarian culture",
    "uveges_title": "What is glass, and why is it important?",
    "uveges_text": "Natron glass is nothing more than natron, sand and limestone \"cooked\" together on 851 degrees Celsius. Which means ​Egyptians were able to melt natron since the beginning of time**.",
    "uveges_note": "**It's a - so called - \"fact\"",
    "question": "Now tell me straight to my face, are you seriously saying that normal, healthy ancient men didn't try melting stones with molten natron, but only bothered with sand?",
    "button_no": "Nope, they didn't",
    "button_yes": "Yes, they tried it!",
    "answer": "Of course they tried!",
    "domino_title": "They found a bunch of dominos that can be knocked over",
    "domino_text": "Dominos like \"granite being so hard that it can't be damaged by any everyday chemical\" or how our ancestors transported stone blocks weighing several hundred tons over hundreds of miles.",
    "domino_button": "Start Domino Effect"
},
"recipe_potassium": {
    "title": "The Natron Theory",
    "recipes": "Recipes",
    "potassium_waterglass": "Potassium Waterglass",
    "safety_warning": "☠️Important safety warning☠️",
    "safety_text": "This process involves potassium hydroxide (KOH), a highly corrosive strong base that can cause severe chemical burns, blindness, or respiratory damage if mishandled. Dissolving it in water releases intense heat (exothermic reaction), which can cause boiling/splattering. Boiling the mixture produces hazardous fumes and increases risks. This is extremely dangerous without proper protective equipment (goggles, gloves, respirator), ventilation, and experience. It is not recommended for home experimentation—serious injury or property damage can occur. Do not attempt this if you're not trained in handling caustic chemicals.",
    "ingredients": "Ingredients",
    "koh": "200 grams of Potassium Hydroxide flakes (from a DIY shop where they sell soap making kits)",
    "silica": "300 grams of Silica Cat Litter, must be pure silica, SiO2!",
    "water": "900 ml water",
    "lets_cook": "Let's cook!",
    "cook_text": "Pour the 900 ml of water into a pot, then add the 200 grams of potassium hydroxide, and finally the 300 grams of cat litter.",
    "cook_result": "...there's hardly any cat litter left. Then continue boiling it until the surface starts to form a skin. If it doesn't want to boil, put a lid on it. The thicker your water glass is, the denser, heavier, and more durable your artificial stone will be.",
    "final_note": "I sometimes boil it until the silica starts precipitating again at the bottom of the pot (it’s not the skin). That's the maximum density you can achieve under such primitive conditions—about 40% waterglass."
}
}